cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'cloudflared'
brew 'imagemagick'
brew 'postgresql@14'
brew 'redis'
brew 'ruby-build'
brew 'spaceman-diff'
brew 'spark'
brew 'stripe/stripe-cli/stripe'
brew 'wget'
brew 'yt-dlp'

brew '1password'
brew 'airtable'
brew 'arq'
brew 'diffusionbee'
brew 'handbrake'
brew 'messenger'
brew 'notion-calendar'
brew 'plex'
brew 'sonos'
brew 'transmission'
brew 'raycast'
brew 'warp'
brew 'whatsapp'
brew 'visual-studio-code'
brew 'vlc'
brew 'zed'
brew 'zoom'